Repository: Grimfrid/django-dynamic-link
Catalog: dynamicLink/locale/*/LC_MESSAGES/django.po
Languages: de

source: Link
de: Verknüpfung

source: Aditional values
de: Weitere Parameter

source: timeout
de: abgelaufen

source: valid
de: gültig

source: file
de: Datei

source: from
de: von

source: max clicks reached
de: Maximum erreicht

source: unlimited
de: Unbeschränkt

source: clicks
de: Zugriffe

source: Site
de: Seite

source: File
de: Datei

source: link
de: Verknüpfung

source: Make from selected a download site link
de: Generiere vom selektierten eine Seiten Url

source: slug
de: Schlagwort

source: is aktive
de: Ist aktiv

source: Select the content your like to provide.
de: Wähle den anzubietenden Inhalt aus.

source: content to serve
de: Anzubietender Inhalt

source: creation time
de: Erstellungszeit

source: timout in hours
de: Gültigkeit in Stundenk

source: Zero value means no timeout.
de: Keine Zeitüberschreitung bei Nullwert

source: maximum allowed clicks
de: Maximal zugelassene Zugriffe

source: Zero value means no limitation.
de: Keine Beschränkung bei Nullwert

source: current clicks
de: Aktuelle Zugriffe

source: never expires
de: Immer gültig

source: Slug
de: Schlagwort

source: Filename
de: Dateiname

source: This request is faulty
de: Diese Verknüpfung ist fehlerhaft

source: Sorry, this request is already expired
de: Der angeforderte Inhalt ist nicht mehr Verfügbar

source: Sorry, your request is mot available
de: Die Anfrage ist nicht verfügbar

source: File not found!
de: Datei nicht gefunden

source: If something goes wrong please contact us with
de: Im Falle eines Fehlers kontaktieren Sie uns bitte über

source: our contact form
de: unser Kontaktformular

source: for later use please bookmark this page
de: Für späteren Zugriff diese Seite zu den Lesezeichen hinzugügen

source: Requested content
de: Angeforderter Inhalt

source: Activ downloads
de: Aktive Downloads

source: Expired downloads
de: Nicht mehr gültige Downloads

source: These links are faulty
de: Diese Verknüpfungen sind fehlerhaft

source: Link Error
de: Fehlerhafte Verknüpfungen

source: difficulties encountered?
de: Schwierigkeiten aufgetreten?

source: If something goes wrong with your download then contact us with
de: Sollten Schwierigkeiten mit dem Download auftreten kontaktieren Sie uns bitte über
